Revit 2027 API
SpecTypeId.SpecificHeat Property
 Specific Heat, in discipline Energy.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpecificHeat { get; }
Public Shared ReadOnly Property SpecificHeat As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpecificHeat {
	ForgeTypeId^ get ();
}
static member SpecificHeat : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace